CSI API ETABS v1
cSapModel.Options Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cOptions Options { get; }
ReadOnly Property Options As cOptions
	Get
Dim instance As cSapModel
Dim value As cOptions
value = instance.Options
property cOptions^ Options {
	cOptions^ get ();
}
abstract Options : cOptions with get
Property Value
Type: cOptions
See Also
Reference
cSapModel Interface
ETABSv1 Namespace